# 
# Global
# 
application.description = Centre de mise &agrave; jour personnel en ligne gratuit, &agrave; destination des utilisateurs Windows. Renforce la s&eacute;curit&eacute; de votre ordinateur et vous fait gagner du temps en vous notifiant d&egrave;s que de nouvelles mises &agrave; jour pour vos logiciels pr&eacute;f&eacute;r&eacute;s sont disponibles.
application.author=L'&eacute;quipe Updapy
application.tagline.short = Update Happy!
application.tagline.long = Mon centre de mise &agrave; jour personnel
default.title = 

# 
# Footer
# 
footer.privacy = Politique de confidentialit&eacute;
footer.faq = FAQ
footer.copyright = Updapy &copy; 2014
footer.version = Version
footer.follow.part1 = Suivez-nous sur
footer.follow.part2 = et

# 
# Menu
# 
menu.welcome = Page d'accueil
menu.language = Langue
menu.language.fr = Fran&ccedil;ais
menu.language.en = Anglais
language.change.confirm = Changement de langue r&eacute;ussi
language.change.error = Changement de langue &eacute;chou&eacute;
menu.faq = FAQ
menu.privacy = Confidentialit&eacute;
menu.developers = D&eacute;veloppeurs
menu.dashboard = Mes applications
menu.sign = S'enregistrer / connecter
menu.logout = D&eacute;connexion
menu.settings = Pr&eacute;f&eacute;rences

# 
# Error page - 404
# 
error.404.title = Erreur 404
error.404.description.short = Contenu non trouv&eacute; (404)
error.404.description.long = D&eacute;sol&eacute;, mais nous n''avons pas r&eacute;ussi &agrave; trouver le contenu que vous recherchez.<br />S''il vous plait, consultez notre <a href="{0}/faq/" title="FAQ">FAQ</a> ou visitez notre <a href="{0}" title="Page d'accueil">Page d''accueil</a>.

# 
# Error page - 403
# 
error.403.title = Erreur 403
error.403.description.short = Acc&egrave;s interdit (403)
error.403.description.long = D&eacute;sol&eacute;, mais vous n'&ecirc;tes pas autoris&eacute; &agrave; acc&eacute;der &agrave; ce contenu.

# 
# Error page - Global
# 
error.title = Erreur
error.description.short = Erreur inattendue
error.description.long = Une erreur s''est produite, veuillez r&eacute;essayer plus tard ou retourner &agrave; la <a href="{0}" title="Page d''accueil">page d''accueil</a>.

# 
# Privacy page
# 
privacy.title = Politique de Confidentialit&eacute;
privacy.subtitle = La transparence est notre ma&icirc;tre-mot
privacy.description = Updapy ne conserve aucune information personnelle. Pour utiliser le service, seule une adresse email valide est n&eacute;cessaire.<br /><br />L'&eacute;quipe Updapy s'engage &agrave; ne jamais:<br /><br /><ul class="list"><li><i class="text-color fa fa-chevron-circle-right fa-1x"></i>&nbsp; Utiliser votre adresse email &agrave; des fins commerciales</li><li><i class="text-color fa fa-chevron-circle-right fa-1x"></i>&nbsp; Essayer de garder des informations personnelles &agrave; votre insu, en particulier si vous d&eacute;cidez de supprimer votre compte.</li></ul>

# 
# FAQ page
# 
faq.title = Questions Fr&eacute;quemment Pos&eacute;es
faq.subtitle = Surement une r&eacute;ponse &agrave; votre question

faq.question.1 = Bri&egrave;vement, qu'est-ce qu'Updapy?
faq.answer.1 = Updapy est un centre de mise &agrave; jour personnel en ligne et gratuit, &agrave; destination des utilisateurs Windows.

faq.question.2 = Pourquoi ce service a-t-il &eacute;t&eacute; cr&eacute;&eacute;?
faq.answer.2 = Windows Update fonctionne bien pour les mises &agrave; jour syst&egrave;mes, mais il n'y a pas d'&eacute;quivalent pour toutes vos applications personnelles (iTunes, Paint.net, Firefox&#133;). Vous devez v&eacute;rifier manuellement si une mise &agrave; jour existe. Comme vous devez le faire pour chaque application, cette t&acirc;che devient tr&egrave;s fastidieuse et vous fait perdre du temps.<br /><br />Le but d'Updapy est de g&eacute;rer toutes vos mises &agrave; jour d'application de mani&egrave;re automatis&eacute;e en vous notifiant d&egrave;s qu'une mise &agrave; jour est disponible.

faq.question.3 = Qu'est-ce qu'Updapy n'est pas?
faq.answer.3 = Updapy n'est pas un repository centralis&eacute; de mise &agrave; jour comme ceux que vous pouvez trouver sur les syst&egrave;mes bas&eacute;s sur Unix (Ubuntu, Mac, Android&#133;). Updapy vous notifiera quand une mise &agrave; jour est disponible, mais vous aurez besoin de la t&eacute;l&eacute;charger (et installer) par vous-m&ecirc;me si vous la voulez.

faq.question.4 = En quelques mots, pourquoi je devrais utiliser un tel outil?
faq.answer.4 = Pour gagner du temps: il n'y a plus besoin de v&eacute;rifier vous-m&ecirc;me si des mises &agrave; jour sont disponibles! Pour garder votre syst&egrave;me &agrave; jour: toujours obtenir les derni&egrave;res corrections et am&eacute;liorations de vos applications favorites!

faq.question.5 = Comment &ccedil;a marche?
faq.answer.5 = Vous pouvez suivre des applications dans le but d'&ecirc;tre notifi&eacute; quand une nouvelle mise &agrave; jour est disponible pour t&eacute;l&eacute;chargement. Vous pouvez &ecirc;tre notifi&eacute; par email ou quand vous vous connectez &agrave; votre tableau de bord en ligne.

faq.question.6 = Est-ce que je peux faire confiance aux mises &agrave; jour venant d'Updapy?
faq.answer.6 = Oui, installer les mises &agrave; jour pr&eacute;conis&eacute;es par Updapy est compl&egrave;tement s&eacute;curis&eacute;! Tous les liens de t&eacute;l&eacute;chargement viennent de sources v&eacute;rifi&eacute;es et nous utilisons les sites officiels autant que possible. Aussi, seules des applications de confiance sont disponibles.  

faq.question.7 = Je n'ai pas re&ccedil;u l'email d'activation!
faq.answer.7 = V&eacute;rifiez si l'email ne se retrouve pas dans votre dossier Spam - Courriers ind&eacute;sirables.<br /><br />Non? Quand vous essayez de vous connecter, vous pouvez demander que l'email soit renvoy&eacute; en cliquant sur le lien "M'envoyer l'email &agrave; nouveau".

faq.question.8 = Spam! Je re&ccedil;ois beaucoup trop d'emails!
faq.answer.8 = Le fait que vous suivez beaucoup d'applications est une bonne chose, mais vous utilisez surement l'option de notification par d&eacute;faut, &agrave; savoir un email envoy&eacute; d&egrave;s qu'une mise &agrave; jour est disponible.<br /><br />Nous vous sugg&eacute;rons d'activer l'envoi des emails hebdomadaires, compilant l'ensemble des mises &agrave; jour de la semaine, cette fonctionnalit&eacute; est disponible &agrave; partir de vos pr&eacute;f&eacute;rences. Vous pouvez aussi d&eacute;sactiver compl&egrave;tement les alertes emails, vous ne serez alors notifi&eacute; que depuis votre tableau de bord. Enfin, vous pouvez aussi d&eacute;sactiver les alertes emails sur une application en particulier.

faq.question.9 = Mon application favorite est manquante! Que puis-je faire?
faq.answer.9 = Vous pouvez remplir le formulaire de "Demande d'ajout d'une application" depuis votre tableau de bord. Vous recevrez un email d&egrave;s que l'application sera disponible.<br /><br />Il n'y a aucune garantie que votre application sera ajout&eacute;e. L'&eacute;quipe Updapy s'engage &agrave; vous envoyer un email dans le cas o&ugrave; l'application ne peut &ecirc;tre ajout&eacute;e (incompatible, sur liste noire&#133;).

faq.question.10 = Je ne trouve pas de r&eacute;ponse &agrave; ma question dans la FAQ!
faq.answer.10 = L'&eacute;quipe Updapy se fera le plaisir de vous r&eacute;pondre! Vous pouvez utiliser les r&eacute;seaux sociaux pour nous contacter: nous sommes sur <a href="https://twitter.com/updapy" title="Suivez-nous sur Twitter">Twitter</a> et <a href="https://www.facebook.com/updapy" title="Suivez-nous sur Facebook">Facebook</a>.

faq.question.11 = Je veux supprimer mon compte Updapy!
faq.answer.11 = Pour supprimer votre compte, allez sur la page des pr&eacute;f&eacute;rences et cliquez sur le lien "Supprimer mon compte", ensuite suivez les instructions. L''&eacute;quipe Updapy ne gardera aucune information personnelle li&eacute;e &agrave; votre compte, consultez notre <a href="{0}/privacy/" title="Politique de Confidentialit&eacute;">Politique de Confidentialit&eacute;</a> pour en savoir plus.

# 
# Welcome page
# 
welcome.title = Update Happy!

welcome.introduction = L'application qui vous tient au courant des derni&egrave;res versions de vos logiciels pr&eacute;f&eacute;r&eacute;s
welcome.action.early = Soyez pr&ecirc;t pour la sortie&#133;
welcome.action = Cr&eacute;er mon compte
welcome.thanks = Merci d'utiliser Updapy!<br />Si vous en &ecirc;tes satisfait, dites-le en partageant cette page.

welcome.carousel.time.title = Un gain de temps
welcome.carousel.time.description = Un syst&egrave;me centralis&eacute; pour toutes vos applications. Plus besoin de v&eacute;rifier par vous-m&ecirc;me si des mises &agrave; jour sont disponibles.
welcome.carousel.custom.title = Votre centre de mise &agrave; jour
welcome.carousel.custom.description = Suivez vos applications, personnalisez vos notifications. Demandez-nous lorsque votre application est manquante.
welcome.carousel.security.title = Une meilleure s&eacute;curit&eacute;
welcome.carousel.security.description = Installez les derni&egrave;res mises &agrave; jour d&egrave;s qu'elles sont disponibles. B&eacute;n&eacute;ficiez des toutes derni&egrave;res fonctionnalit&eacute;s et corrections de bogues.
welcome.carousel.trust.title = Une solution de confiance
welcome.carousel.trust.description = Seulement des applications de confiance et des mises &agrave; jour venant de sources v&eacute;rifi&eacute;es vous seront propos&eacute;es. Aucune utilisation commerciale n'est faite de vos donn&eacute;es.
welcome.carousel.free.title = A propos
welcome.carousel.free.description = Encore un d&eacute;tail&#133;<br />Updapy est un service gratuit.<br />:-)

welcome.follow.title = 1. Suivez des applications
welcome.follow.description = Suivez des applications depuis votre tableau de bord.<br />Cherchez et ajoutez une application en 1 clic &agrave; partir d'une liste pr&eacute;d&eacute;finie.<br />Demandez-nous quand une application est manquante.

welcome.notify.title = 2. Soyez notifi&eacute;
welcome.notify.description = Soyez notifi&eacute; par email ou lorsque vous vous connectez &agrave; votre tableau de bord.<br />Personnalisez vos notifications (aucune alerte par email, recevoir un email d&egrave;s qu'une mise &agrave; jour est disponible, recevoir un email hebdomadaire&#133;)

welcome.download.title = 3. T&eacute;l&eacute;chargez les mises &agrave; jour
welcome.download.description = T&eacute;l&eacute;chargez les derni&egrave;res versions de vos applications.<br />Utilisez les liens inclus dans les alertes emails ou acc&eacute;der &agrave; la synth&egrave;se des mises &agrave; jour depuis votre tableau de bord.

# 
# Early page (specific and will not be part of the welcome page)
# 
early.interest.title = Int&eacute;ress&eacute; par Updapy? Restez au courant!
early.interest.subtitle = Soyez l'un de nos premiers utilisateurs!
early.interest.description = Saisissez votre adresse email pour savoir quand le service sera lanc&eacute;.
early.interest.add.field.email.tip = Email
early.interest.add.button = Tenez-moi au courant
early.interest.add.confirm = Merci de l'int&eacute;r&ecirc;t que vous portez &agrave; Updapy, nous vous enverrons un email quand le service sera en ligne.

# 
# Sign in/up page
# 
sign.title = Connexion / Cr&eacute;ation de compte

# 
# Sign in
# 
sign.in.title = Connexion &agrave; votre compte
sign.in.subtitle = Remplissez le formulaire ci-dessous pour vous identifier. 
sign.in.field.email = Adresse email
sign.in.field.email.tip = Entrez votre adresse email
sign.in.field.password = Mot de passe
sign.in.field.password.tip = Mot de passe
sign.in.button = Connexion
sign.in.forgot.link = Mot de passe oubli&eacute;?
sign.in.forgot.description = Entrez votre adresse email et nous vous enverrons un lien pour choisir un nouveau mot de passe.
sign.in.forgot.field.email = Adresse email
sign.in.forgot.field.email.tip = Entrez votre adresse email
sign.in.forgot.button = Envoyer
sign.in.forgot.send.confirm = Email envoy&eacute;, ouvrez-le pour choisir un nouveau mot de passe.
sign.in.authenticated.user = Vous &ecirc;tes d&eacute;j&agrave; authentifi&eacute; sur Updapy.

# 
# Sign in social
# 
sign.social.title = &#133;Ou utilisation d'un compte existant
sign.social.subtitle = Il n'y a pas besoin de mot de passe suppl&eacute;mentaire
sign.social.facebook = Connexion via Facebook

# 
# Sign in - Error on the link to reset
#
sign.in.reset.error.link.title = Tout ne s'est pas pass&eacute; comme pr&eacute;vu
sign.in.reset.error.link.subtitle = Oups&#133;
sign.in.reset.error.link.description = Il y a un probl&egrave;me avec ce lien de changement de mot de passe. Peut-&ecirc;tre que le lien n''est plus valide - il expire apr&egrave;s 1 heure.<br /><br />Vous pouvez demander l''envoi d''un nouveau lien depuis <a href="{0}/sign/" title="Page de connexion Updapy">la page de connexion &agrave; Updapy</a>.

# 
# Sign in - Reset form
#
sign.in.reset.title = Changement de mot de passe
sign.in.reset.subtitle = 
sign.in.reset.description = Choisissez un nouveau mot de passe.
sign.in.reset.field.password = Nouveau mot de passe
sign.in.reset.field.password.tip = Nouveau mot de passe
sign.in.reset.field.password.repeat = Confirmation
sign.in.reset.field.password.repeat.tip = Mot de passe
sign.in.reset.button = Confirmer

# 
# Sign in - Reset completed
#
sign.in.reset.complete.title = Changement de mot de passe termin&eacute;
sign.in.reset.complete.subtitle = C'est parti
sign.in.reset.complete.description = Votre mot de passe a bien &eacute;t&eacute; chang&eacute;.<br /><br />Vous pouvez vous <a href="{0}/sign/" title="Page de connexion Updapy">connecter &agrave; Updapy</a> avec votre nouveau mot de passe.

# 
# Sign up
# 
sign.up.title = Cr&eacute;ation d'un compte
sign.up.subtitle = Remplissez le formulaire ci-dessous pour cr&eacute;er un compte.
sign.up.field.email = Adresse email
sign.up.field.email.tip = Entrez votre adresse email
sign.up.field.password = Mot de passe
sign.up.field.password.tip = Mot de passe
sign.up.field.password.repeat = Confirmation
sign.up.field.password.repeat.tip = Mot de passe
sign.up.button = Cr&eacute;er un compte
sign.up.already = J'ai d&eacute;j&agrave; un compte
sign.up.authenticated.user = Vous &ecirc;tes d&eacute;j&agrave; enregistr&eacute; sur Updapy.

# 
# Sign up - Email confirmation activate
# 
sign.up.activate.title = Vous y &ecirc;tes presque
sign.up.activate.subtitle = Une derni&egrave;re &eacute;tape
sign.up.activate.description = Nous venons d''envoyer un email &agrave; ''{0}''. Ouvrez-le pour activer votre compte Updapy.
sign.up.activate.send.description = Email non re&ccedil;u?
sign.up.activate.send.button = Renvoyer la confirmation

# 
# Sign up - Error on the link
#
sign.up.activate.error.link.title = Tout ne s'est pas pass&eacute; comme pr&eacute;vu
sign.up.activate.error.link.subtitle = Oups&#133;
sign.up.activate.error.link.description = Il y a un probl&egrave;me avec ce lien d''activation. Peut-&ecirc;tre que:<br /><br /><ul class="list"><li><i class="text-color fa fa-chevron-circle-right fa-1x"></i>&nbsp; Le lien n''est plus valide - il expire apr&egrave;s 1 heure</li><li><i class="text-color fa fa-chevron-circle-right  fa-1x"></i>&nbsp; Votre compte est d&eacute;j&agrave; activ&eacute;.</li></ul><br /><br />Vous pouvez essayer de vous <a href="{0}/sign/" title="Page de connexion Updapy">connecter &agrave; Updapy</a> pour en savoir plus.

# 
# Sign up - Error on sending
#
sign.up.activate.error.send.title = Tout ne s'est pas pass&eacute; comme pr&eacute;vu
sign.up.activate.error.send.subtitle = Oups&#133;
sign.up.activate.error.send.description = Adresse email inconnue.

# 
# Sign up - Email confirmation activate resend
#
sign.up.activate.resend.title = Email envoy&eacute;
sign.up.activate.resend.subtitle = V&eacute;rifier votre messagerie
sign.up.activate.resend.description = Un lien d''activation vient d''&ecirc;tre envoy&eacute; &agrave; votre adresse ''{0}''.

# 
# Sign up - Registration completed
#
sign.up.complete.title = Enregistrement termin&eacute;
sign.up.complete.subtitle = C'est parti
sign.up.complete.description = F&eacute;licitations, votre compte Updapy a bien &eacute;t&eacute; activ&eacute;.<br /><br />Vous pouvez vous <a href="{0}/sign/" title="Page de connexion Updapy">connecter &agrave; Updapy</a> et commencer &agrave; suivre des applications!

# 
# Sign up social - Error
#
sign.up.social.error.title = Tout ne s'est pas pass&eacute; comme pr&eacute;vu
sign.up.social.error.subtitle = Oups&#133;
sign.up.social.error.description = Il y a un probl&egrave;me lors de la cr&eacute;ation du compte par le biais de votre compte social. <br /><br />Vous pouvez essayer de <a href="{0}/signup/" title="Cr&eacute;ation de compte Updapy">cr&eacute;er votre compte Updapy</a> &agrave; nouveau.

# 
# Sign up social - Registration completed
#
sign.up.social.complete.title = Enregistrement termin&eacute;
sign.up.social.complete.subtitle = C'est parti
sign.up.social.complete.description = F&eacute;licitations, votre compte Updapy a bien &eacute;t&eacute; activ&eacute; par le biais de votre compte social.<br /><br />Vous pouvez <a href="{0}/dashboard/" title="Tableau de bord Updapy">acc&eacute;der &agrave; votre tableau de bord</a> et commencer &agrave; suivre des applications!

# 
# Dashboard page
# 
dashboard.title = Mon tableau de bord

dashboard.applications.followApplications.title = Suivre des mises &agrave; jour d'applications
dashboard.applications.followApplications.first.description = Bienvenue sur Updapy!<br />Pour commencer, s&eacute;lectionnez les applications que vous souhaitez suivre&#133;
dashboard.applications.followApplications.description = S&eacute;lectionnez d'autres applications que vous souhaitez suivre&#133;
dashboard.applications.followApplications.empty = Vous suivez d&eacute;j&agrave; toutes les applications disponibles&#133;
dashboard.applications.followApplications.button.cancel = Annuler
dashboard.applications.followApplications.button.confirm = Suivre

dashboard.applications.tip.howto = <h4><span class="label label-info">Aide</span></h4>Cliquez sur l'ic&ocirc;ne pour t&eacute;l&eacute;charger la mise &agrave; jour. Cliquez sur <i class="fa fa-trash-o fa-1x" style="color: black;"></i> pour supprimer l'application. Changer entre <i class="fa fa-envelope-o fa-1x" style="color: green;"></i> (actif) et <i class="fa fa-ban fa-1x" style="color: red;"></i> (inactif) pour activer ou d&eacute;sactiver les alertes par email.<br />
dashboard.applications.tip.alert.email.disable = <h4><span class="label label-warning">Attention</span></h4>Vous avez d&eacute;sactiv&eacute; toutes les alertes email depuis <a class="alert-link" href="{0}/settings/" title="Param&egrave;tres Updapy">vos param&egrave;tres</a>.<br />Vous ne recevrez pas d'email	 quand une mise &agrave; jour sera disponible.
dashboard.applications.tip.dismiss = Ne plus afficher ce message
dashboard.applications.dismiss.confirm = Message d&eacute;sactiv&eacute;.
dashboard.applications.dismiss.error = Il y a eu un probl&egrave;me lors de la d&eacute;sactivation de ce message.

dashboard.application.status.nothing = Vous ne suivez pas encore d'application.
dashboard.application.status.beginner = Vous suivez 1 application, c'est un d&eacute;but!
dashboard.application.status.normal = Vous suivez {0} applications.
dashboard.application.status.experienced = Pas mal, vous suivez {0} applications.
dashboard.application.status.expert = Incroyable, vous suivez {0} applications.
dashboard.application.status.god = Waaah, vous suivez {0} applications.

dashboard.applications.follow.button = Suivre des applications
dashboard.applications.unfollow.title = Ne plus suivre
dashboard.applications.unfollow.confirm = L'application a bien &eacute;t&eacute; supprim&eacute;e.
dashboard.applications.unfollow.error = Il y a eu un probl&egrave;me lors de la suppression de cette application.
dashboard.applications.download.title = T&eacute;l&eacute;charger la derni&egrave;re mise &agrave; jour pour
dashboard.applications.alert.disable.title = Cliquez pour ne plus recevoir les alertes email pour
dashboard.applications.alert.enable.title = Cliquez pour recevoir les alertes email pour
dashboard.applications.alert.confirm = Param&egrave;tre d'alerte mis &agrave; jour.
dashboard.applications.alert.error = Il y a eu un probl&egrave;me lors de la mise &agrave; jour du param&egrave;tre d'alerte.

dashboard.applications.request.link = Je ne trouve pas mon application dans la liste!
dashboard.applications.request.title = Demande d'ajout d'une application
dashboard.applications.request.description = Si c'est possible, nous ajouterons avec plaisir votre application dans notre liste. <br /> Mais d'abord, nous avons besoin de quelques informations.
dashboard.applications.request.field.name = Nom
dashboard.applications.request.field.name.tip = Nom
dashboard.applications.request.field.url = Site web
dashboard.applications.request.field.url.tip = http://www.app-manquante.com
dashboard.applications.request.button.cancel = Annuler
dashboard.applications.request.button.confirm = Confirmer la demande
dashboard.applications.request.confirm = Votre demande a &eacute;t&eacute; transmise.

# 
# Settings page
# 
settings.title = Pr&eacute;f&eacute;rences

settings.profile.title = Profil
settings.profile.subtitle = Quelques informations basiques
settings.profile.field.email = Email
settings.profile.field.name = Nom

settings.update.title = Mises &agrave; jour
settings.update.subtitle = Personnaliser vos mises &agrave; jour logicielles
settings.update.tip = Updapy fournira les liens dans votre langue et OS pr&eacute;f&eacute;r&eacute;s (quand disponible). Par d&eacute;faut, la version sera Anglais - Windows 32 bits.
settings.update.field.langUpdate = Langue
settings.update.field.langUpdate.english = Anglais
settings.update.field.langUpdate.french = Fran&ccedil;ais
settings.update.field.osVersion = Syst&egrave;me d'exploitation
settings.update.field.osVersion.win32 = Windows 32 bits
settings.update.field.osVersion.win64 = Windows 64 bits

settings.profile.changePassword.link = Changer votre mot de passe?
settings.profile.changePassword.title = Changer mon mot de passe
settings.profile.changePassword.field.current.password = Actuel
settings.profile.changePassword.field.current.password.tip = Mot de passe
settings.profile.changePassword.field.new.password = Nouveau
settings.profile.changePassword.field.new.password.tip = Mot de passe
settings.profile.changePassword.field.repeat.password = Confirmation
settings.profile.changePassword.field.repeat.password.tip = Mot de passe
settings.profile.changePassword.button.confirm = Confirmer
settings.profile.changePassword.button.cancel = Annuler
settings.profile.changePassword.confirm = Votre mot de passe a bien &eacute;t&eacute; chang&eacute;.

settings.emails.title = Emails
settings.emails.subtitle = Controlez ce que vous recevez
settings.emails.radio.email.alert.title = Activer les alertes par email quand une mise &agrave; jour est disponible
settings.emails.radio.email.each.title = Recevoir un email &agrave; chaque mise &agrave; jour
settings.emails.radio.email.weekly.title = Recevoir un email hebdomadaire
settings.emails.radio.email.newsletter.title = Recevoir la newsletter (pas de spam, promis)
settings.emails.radio.enable = Oui
settings.emails.radio.disable = Non

settings.save.button = Enregistrer
settings.save.confirm = Vos pr&eacute;f&eacute;rences ont &eacute;t&eacute; enregistr&eacute;s.

settings.account.delete.link = Supprimer votre compte?
settings.account.delete.title = Dernier espoir&#133;
settings.account.delete.field.warning = Cette op&eacute;ration est irr&eacute;versible et vous perdrez le suivi de toutes vos applications.
settings.account.delete.field.feedback = Dites-nous pourquoi vous avez d&eacute;cid&eacute; de supprimer votre compte Updapy.
settings.account.delete.field.feedback.tip = Quelques mots suffiront
settings.account.delete.field.feedback.description = Vous pouvez laisser ce champ vide&#133; mais votre commentaire (m&ecirc;me quelques mots) sera grandement appr&eacute;ci&eacute;!
settings.account.delete.button.confirm = Supprimer mon compte
settings.account.delete.button.cancel = Annuler

# 
# Delete account - Error
#
settings.account.delete.error.title = Tout ne s'est pas pass&eacute; comme pr&eacute;vu
settings.account.delete.error.subtitle = Oups&#133;
settings.account.delete.error.description = Il y a eu un probl&egrave;me lors de la suppression de votre compte. Essayez de le supprimer de nouveau.

# 
# Delete account - Completed
#
settings.account.delete.complete.title = Suppression termin&eacute;e
settings.account.delete.complete.subtitle = 
settings.account.delete.complete.description = Votre compte et toutes les informations associ&eacute;es ont bien &eacute;t&eacute; supprim&eacute;.

# 
# Developers page
# 
developers.title = D&eacute;veloppeurs
developers.subtitle = Service pour votre app
developers.accountNeeded = Vous devez &ecirc;tre enregistr&eacute; pour utiliser ce service.
developers.description = Updapy fournit une <abbr title="Application Programming Interface" class="initialism">API</abbr> en <abbr title="Representational State Transfer" class="initialism">REST</abbr> pour vous permettre de r&eacute;cup&eacute;rer les derni&egrave;res mises &agrave; jour pour n'importe quelle application enregistr&eacute;e.

developers.api.apiKey.subtitle = Cl&eacute; API
developers.api.apiKey.description = Updapy permet aux clients REST de s'authentifier avec le nom d'utilisateur et mot de passe par <a href="http://fr.wikipedia.org/wiki/Authentification_HTTP" target="_blank">authentification HTTP</a>.<br />Vous devrez aussi fournir cette cl&eacute; pour utiliser l'API. Notez que cette cl&eacute; est strictement personnelle.
developers.api.apiKey.field.key = Cl&eacute;
developers.api.apiKey.reset.button = R&eacute;initialiser
developers.api.apiKey.reset.dialog.title = Etes-vous s&ucirc;r de r&eacute;initialiser votre cl&eacute; API?
developers.api.apiKey.reset.dialog.content = Si vous continuez, l'ancienne cl&eacute; ne sera plus valide et il faudra mettre &agrave; jour vos applications.
developers.api.apiKey.reset.dialog.confirm = Confirmer
developers.api.apiKey.reset.dialog.cancel = Annuler
developers.api.apiKey.reset.confirm = Une nouvelle cl&eacute; a &eacute;t&eacute; g&eacute;n&eacute;r&eacute;e, assurez-vous que vos applications utilisent cette nouvelle cl&eacute;.
developers.api.apiKey.clipboard.link = Copier vers le Presse-papier
developers.api.apiKey.clipboard.dialog.title = Cl&eacute; API copi&eacute;e
developers.api.apiKey.clipboard.dialog.content = Votre cl&eacute; API a bien &eacute;t&eacute; copi&eacute;e vers le Presse-papier.
developers.api.apiKey.clipboard.dialog.confirm = Ok

developers.api.documentation.subtitle = Documentation
developers.api.documentation.table.head.resource = Ressource
developers.api.documentation.table.head.description = Description
developers.api.documentation.table.head.parameter = Param&egrave;tre(s)
developers.api.documentation.table.head.example = Exemple
developers.api.documentation.table.head.example.request = Requ&ecirc;te
developers.api.documentation.table.head.example.response = R&eacute;ponse

developers.api.documentation.table.getApplicationNames.resource = GET<br />applicationnames
developers.api.documentation.table.getApplicationNames.description = Retourne les noms des applications qui sont actuellement g&eacute;r&eacute;es par Updapy
developers.api.documentation.table.getApplicationNames.parameter1.name = <em>key</em> (requis)
developers.api.documentation.table.getApplicationNames.parameter1.description = Votre cl&eacute; API
developers.api.documentation.table.getApplicationNames.example.request = {0}/1.0/applicationnames?key=xxxx
developers.api.documentation.table.getApplicationNames.example.response = {"applicationNames":[{"realName":"7-Zip","apiName":"7zip","links":[{"rel":"latestVersion","href":"http://www.updapy.com/1.0/lastversion?application_name=7zip&key=xxx"}]},{"realName":"Pidgin","apiName":"pidgin","links":[{"rel":"latestVersion","href":"http://www.updapy.com/1.0/lastversion?application_name=pidgin&key=xxx"}]},{"realName":"Thunderbird","apiName":"thunderbird","links":[{"rel":"latestVersion","href":"http://www.updapy.com/1.0/lastversion?application_name=thunderbird&key=xxx"}]},{"realName":"VLC Media Player","apiName":"vlcmediaplayer","links":[{"rel":"latestVersion","href":"http://www.updapy.com/1.0/lastversion?application_name=vlcmediaplayer&key=xxx"}]}],"links":[{"rel":"self","href":"http://www.updapy.com/1.0/applicationnames?key=xxx"}]}

developers.api.documentation.table.getLastVersion.resource = GET<br />lastversion
developers.api.documentation.table.getLastVersion.description = Retourne les informations sur la derni&egrave;re version d'une application (num&eacute;ro de version, date, liens de t&eacute;l&eacute;chargement&#133;)
developers.api.documentation.table.getLastVersion.parameter1.name = <em>application_name</em><br />(requis)
developers.api.documentation.table.getLastVersion.parameter1.description = Nom de l'application - <em>apiName</em> (doit &ecirc;tre une application g&eacute;r&eacute;e par Updapy)
developers.api.documentation.table.getLastVersion.parameter2.name = <em>key</em> (requis)
developers.api.documentation.table.getLastVersion.parameter2.description = Votre cl&eacute; API
developers.api.documentation.table.getLastVersion.example.request = {0}/1.0/lastversion?application_name=firefox&key=xxxx
developers.api.documentation.table.getLastVersion.example.response = {"applicationName":"Firefox","versionDate":"2014-06-11 12:00:11.255","versionNumber":"30.0","win32UrlEn":"https://download.mozilla.org/?product=firefox-30.0&os=win&lang=en-US","win64UrlEn":null,"win32UrlFr":"https://download.mozilla.org/?product=firefox-30.0&os=win&lang=fr","win64UrlFr":null,"links":[{"rel":"self","href":"http://www.updapy.com/1.0/lastversion?application_name=firefox&key=xxx"}]}
