# 
# Global
# 
application.description = Centre de mise &agrave; jour personnel en ligne gratuit, &agrave; destination des utilisateurs Windows. Renforce la s&eacute;curit&eacute; de votre ordinateur et vous fait gagner du temps en vous notifiant d&egrave;s que de nouvelles mises &agrave; jour pour vos logiciels pr&eacute;f&eacute;r&eacute;s sont disponibles.
application.author=L'&eacute;quipe Updapy
application.tagline.short = Update Happy!
application.tagline.long = Mon centre de mise &agrave; jour personnel
default.title = 

# 
# Footer
# 
footer.privacy = Politique de confidentialit&eacute;
footer.faq = FAQ
footer.copyright = Updapy &copy; 2014
footer.version = Version

# 
# Menu
# 
menu.language = Langue
menu.language.fr = Fran&ccedil;ais
menu.language.en = Anglais

menu.faq = FAQ

menu.privacy = Confidentialit&eacute;

# 
# Error page
# 
error.title = Erreur 404
error.description.short = Page non trouv&eacute;e (404)
error.description.long = D&eacute;sol&eacute;, mais nous n'avons pas r&eacute;ussi &agrave; trouver la page que vous recherchez.<br />S'il vous plait, consultez notre <a href="/faq/">FAQ</a> ou visitez notre <a href="/">Page d'accueil</a>.

# 
# Privacy page
# 
privacy.title = Politique de Confidentialit&eacute; Updapy
privacy.subtitle = La transparence est notre ma&icirc;tre-mot
privacy.description = Updapy ne conserve aucune information personnelle. Pour utiliser le service, seule une adresse email valide est n&eacute;cessaire.<br /><br />L'&eacute;quipe Updapy s'engage &agrave; ne jamais<br /><br /><ul class="list"><li><i class="text-color fa fa-chevron-circle-right fa-1x"></i>&nbsp; utiliser votre adresse email &agrave; des fins commerciales</li><li><i class="text-color fa fa-chevron-circle-right fa-1x"></i>&nbsp; essayer de garder des informations personnelles &agrave; votre insu, en particulier si vous d&eacute;cidez de supprimer votre compte.</li></ul>

# 
# FAQ page
# 
faq.title = Questions Fr&eacute;quemment Pos&eacute;es
faq.subtitle = Surement une r&eacute;ponse &agrave; votre question

faq.question.1 = Bri&egrave;vement, qu'est-ce qu'Updapy?
faq.answer.1 = Updapy est un centre de mise &agrave; jour personnel en ligne et gratuit, &agrave; destination des utilisateurs Windows.

faq.question.2 = Pourquoi ce service a-t-il &eacute;t&eacute; cr&eacute;&eacute;?
faq.answer.2 = Windows Update fonctionne bien pour les mises &agrave; jour syst&egrave;mes, mais il n'y a pas d'&eacute;quivalent pour toutes vos applications personnelles (iTunes, Paint.net, Firefox...). Vous devez v&eacute;rifier manuellement si une mise &agrave; jour existe. Comme vous devez le faire pour chaque application, cette t&acirc;che devient tr&egrave;s fastidieuse et vous fait perdre du temps.<br /><br />Le but d'Updapy est de g&eacute;rer toutes vos mises &agrave; jour d'application de mani&egrave;re automatis&eacute;e en vous notifiant d&egrave;s qu'une mise &agrave; jour est disponible.

faq.question.3 = Qu'est-ce qu'Updapy n'est pas?
faq.answer.3 = Updapy n'est pas un repository centralis&eacute; de mise &agrave; jour comme ceux que vous pouvez trouver sur les syst&egrave;mes bas&eacute;s sur Unix (Ubuntu, Mac, Android...). Updapy vous notifiera quand une mise &agrave; jour est disponible, mais vous aurez besoin de la t&eacute;l&eacute;charger (et installer) par vous-m&ecirc;me si vous la voulez.

faq.question.4 = En quelques mots, pourquoi je devrais utiliser un tel outil?
faq.answer.4 = Pour gagner du temps: il n'y a plus besoin de v&eacute;rifier vous-m&ecirc;me si des mises &agrave; jour sont disponibles! Pour garder votre syst&egrave;me &agrave; jour: toujours obtenir les derni&egrave;res corrections et am&eacute;liorations de vos applications favorites!

faq.question.5 = Comment &ccedil;a marche?
faq.answer.5 = Vous pouvez suivre des applications dans le but d'&ecirc;tre notifi&eacute; quand une nouvelle mise &agrave; jour est disponible pour t&eacute;l&eacute;chargement. Vous pouvez &ecirc;tre notifi&eacute; par email ou quand vous vous connectez &agrave; votre tableau de bord en ligne.

faq.question.6 = Est-ce que je peux faire confiance aux mises &agrave; jour venant d'Updapy?
faq.answer.6 = Oui, installer les mises &agrave; jour pr&eacute;conis&eacute;es par Updapy est compl&egrave;tement s&eacute;curis&eacute;! Tous les liens de t&eacute;l&eacute;chargement viennent de sources v&eacute;rifi&eacute;es et nous utilisons les sites officiels autant que possible. Aussi, seules des applications de confiance sont disponibles.  

faq.question.7 = Je n'ai pas re&ccedil;u l'email d'activation!
faq.answer.7 = V&eacute;rifiez si l'email ne se retrouve pas dans votre dossier Spam - Courriers ind&eacute;sirables. Non? Quand vous essayez de vous connecter, vous pouvez demander que l'email soit renvoy&eacute; en cliquant sur le lien "Envoyez-moi l'email de nouveau".

faq.question.8 = Spam! Je re&ccedil;ois beaucoup trop d'emails!
faq.answer.8 = Le fait que vous suivez beaucoup d'applications est une bonne chose, mais vous utilisez surement l'option de notification par d&eacute;faut, &agrave; savoir un email envoy&eacute; d&egrave;s qu'une mise &agrave; jour est disponible.<br /><br />Nous vous sugg&eacute;rons d'activer l'envoi des emails hebdomadaires, compilant l'ensemble des mises &agrave; jour de la semaine, cette fonctionnalit&eacute; est disponible &agrave; partir de vos pr&eacute;f&eacute;rences. Vous pouvez aussi d&eacute;sactiver compl&egrave;tement les alertes emails, vous ne serez alors notifi&eacute; que depuis votre tableau de bord. Enfin, vous pouvez aussi d&eacute;sactiver les alertes emails sur une application en particulier.

faq.question.9 = Mon application favorite est manquante! Que puis-je faire?
faq.answer.9 = Vous pouvez remplir le formulaire de "Demande d'une application manquante". Vous recevrez un email d&egrave;s que l'application sera disponible.<br /><br />Il n'y a aucune garantie que votre application sera ajout&eacute;e. L'&eacute;quipe Updapy s'engage &agrave; vous envoyer un email dans le cas o&ugrave; l'application ne peut &ecirc;tre ajout&eacute;e (incompatible, sur liste noire...).

faq.question.10 = Je ne trouve pas de r&eacute;ponse &agrave; ma question dans la FAQ!
faq.answer.10 = L'&eacute;quipe Updapy se fera le plaisir de vous r&eacute;pondre! Vous pouvez utiliser les r&eacute;seaux sociaux pour nous contacter: nous sommes sur Twitter et Facebook.

faq.question.11 = Je veux supprimer mon compte Updapy!
faq.answer.11 = Pour supprimer votre compte, allez sur la page des pr&eacute;f&eacute;rences et cliquez sur le lien "Supprimer mon compte", ensuite suivez les instructions. L'&eacute;quipe Updapy ne gardera aucune information personnelle li&eacute;e &agrave; votre compte, consultez notre Politique de Confidentialit&eacute; pour en savoir plus.

# 
# Welcome page
# 
welcome.title = Update Happy!

welcome.introduction = L'application qui vous tient au courant des derni&egrave;res versions de vos logiciels pr&eacute;f&eacute;r&eacute;s
welcome.action = Soyez pr&ecirc;t pour la sortie...

welcome.carousel.time.title = Un gain de temps
welcome.carousel.time.description = Un syst&egrave;me centralis&eacute; pour toutes vos applications. Plus besoin de v&eacute;rifier par vous-m&ecirc;me si des mises &agrave; jour sont disponibles.
welcome.carousel.custom.title = Votre centre de mise &agrave; jour
welcome.carousel.custom.description = Suivez vos applications, personnalisez vos notifications. Demandez-nous lorsque votre application est manquante.
welcome.carousel.security.title = Une meilleure s&eacute;curit&eacute;
welcome.carousel.security.description = Installez les derni&egrave;res mises &agrave; jour d&egrave;s qu'elles sont disponibles. B&eacute;n&eacute;ficiez des toutes derni&egrave;res fonctionnalit&eacute;s et corrections de bogues.
welcome.carousel.trust.title = Une solution de confiance
welcome.carousel.trust.description = Seulement des applications de confiance et des mises &agrave; jour venant de sources v&eacute;rifi&eacute;es vous seront propos&eacute;es. Aucune utilisation commerciale n'est faite de vos donn&eacute;es.
welcome.carousel.free.title = A propos
welcome.carousel.free.description = Encore un d&eacute;tail...<br />Updapy est un service gratuit.<br />:-)

welcome.follow.title = 1. Suivez des applications
welcome.follow.description = Suivez des applications depuis votre tableau de bord.<br />Cherchez et ajoutez une application en 1 clic &agrave; partir d'une liste pr&eacute;d&eacute;finie.<br />Demandez-nous quand une application est manquante.

welcome.notify.title = 2. Soyez notifi&eacute;
welcome.notify.description = Soyez notifi&eacute; par email ou lorsque vous vous connectez &agrave; votre tableau de bord.<br />Personnalisez vos notifications (aucune alerte par email, recevoir un email d&egrave;s qu'une mise &agrave; jour est disponible, recevoir un email hebdomadaire...)

welcome.download.title = 3. T&eacute;l&eacute;chargez les mises &agrave; jour
welcome.download.description = T&eacute;l&eacute;chargez les derni&egrave;res versions de vos applications.<br />Utilisez les liens inclus dans les alertes emails ou acc&eacute;der &agrave; la synth&egrave;se des mises &agrave; jour depuis votre tableau de bord.

# 
# Early page (specific and will not be part of the welcome page)
# 
early.interest.title = Int&eacute;ress&eacute; par Updapy? Restez au courant!
early.interest.subtitle = Soyez l'un de nos premiers utilisateurs!
early.interest.description = Saisissez votre adresse email pour savoir quand le service sera lanc&eacute;.
early.interest.add.field.email.tip = Email
early.interest.add.button = Tenez-moi au courant
early.interest.add.confirm = <div class="alert alert-success alert-dismissable"><button type="button" class="close" data-dismiss="alert" aria-hidden="true">&times;</button>Merci de l'int&eacute;r&ecirc;t que vous portez &agrave; Updapy, nous vous enverrons un email quand le service sera en ligne.</div>
early.interest.add.already = <div class="alert alert-warning alert-dismissable"><button type="button" class="close" data-dismiss="alert" aria-hidden="true">&times;</button>Merci, mais vous avez d&eacute;j&agrave; montr&eacute; votre int&eacute;r&ecirc;t pour Updapy, nous vous enverrons un email quand le service sera en ligne.</div>
early.interest.add.invalid = <div class="alert alert-danger alert-dismissable"><button type="button" class="close" data-dismiss="alert" aria-hidden="true">&times;</button>D&eacute;sol&eacute;, votre adresse email ne semble pas valide.</div>
